{
    "Yelnya": {
        "title": "Yelnya",
        "region": "Vitebsk",
        "type": "Swamp",
        "distance": "4 km 7 km",
        "background": "/images/ecotrails/Yelnya/IMG_20200726_140411.jpg",
        "photos": {
            "contents": [
                "/images/ecotrails/Yelnya/Yelnya0.jpg",
                "/images/ecotrails/Yelnya/IMG_20200726_135321.jpg",
                "/images/ecotrails/Yelnya/IMG_20200726_131647.jpg",
                "/images/ecotrails/Yelnya/IMG_20200726_233123.jpg"
            ],
            "icons": [
                "/images/icons/Frame.svg",
                "/images/icons/Frame-1.svg",
                "/images/icons/Frame-2.svg",
                "/images/icons/Frame-3.svg"
            ],
            "main": [
                "/images/ecotrails/Yelnya/IMG_20200726_131647.jpg",
                "/images/ecotrails/Yelnya/IMG_20200726_233123.jpg",
                "/images/ecotrails/Yelnya/IMG_20200726_135321.jpg"
            ]
        },
        "texts": {
            "general": "Yelnya is called one of the biggest lungs of Europe and is very old - 9000 y.o. Its pure air, vast mires views, endless cranberries plantations and fragrance - all worth coming for 3 hours. Highly recommended for nature lovers!",
            "content1": [
                "Yelnya is 25,301 hectares of nature, the balance of which was hardly disturbed by people, it is a wild, ancient place created to be written about legends and tales. This is the largest raised bog in Belarus and the fifth largest in Europe! Yelnya provides shelter for 130 species of birds, including such rare ones (come here for birdwatching). The reserve has honestly earned its right to the status of Ramsar sites. The largest lake here is Yelnya, more than 5 square kilometers."
            ],
            "content2": [
                "Your path will run along the road for the swamp buggy - flooring of wire-bound logs. Walking along it is quite comfortable, but there is one danger: you can stare at the landscapes and fall through where the logs parted.",
                "This feeling, when the landscape opens up with the endless expanse of swamps, is difficult to compare with anything. All that will accompany you from here and further on the way is low twisted trees, lakes and moss full of water. There are also a lot of lingonberries, blueberries and blueberries. "

            ],
            "content3": [
                "It is best to go to Yelnya in September, it is visually very beautiful here, because the leaves and grass turn yellow-red. At this time, here you can see cranes that stop in the swamp during their wintering flight to North Africa, Europe and Israel. From August to October, about 35 thousand cranes rest on Yelnya. Five to seven thousand birds can land on the swamp at the same time."
            ]
        }
    },
    "blueLakes": {
        "title": "Blue lakes",
        "region": "Minsk",
        "type": "Forest",
        "distance": "6 km 4 km 2.5 km",
        "background": "/images/ecotrails/BlueLakes/BlueLakes1.jpg",
        "photos": {
            "contents": [
                "/images/ecotrails/BlueLakes/BlueLakes0.jpg",
                "/images/ecotrails/BlueLakes/BlueLakes6.jpg",
                "/images/ecotrails/BlueLakes/BlueLakes7.jpg",
                "/images/ecotrails/BlueLakes/BlueLakes8.jpg"
            ],
            "icons": [
                "/images/icons/Frame.svg",
                "/images/icons/Frame-5.svg",
                "/images/icons/Frame-3.svg",
                "/images/icons/Frame-2.svg"
            ],
            "main": [
                "/images/ecotrails/BlueLakes/BlueLakes7.jpg",
                "/images/ecotrails/BlueLakes/BlueLakes6.jpg",
                "/images/ecotrails/BlueLakes/BlueLakes8.jpg"
            ]
        },
        "texts": {
            "general": "Ecological trail Blue Lakes is located on the territory of the Narochansky National Park in the Myadel district, 500 m beyond the village of Olshevo. Each time you come to this amazing place, you will discover something new, this is a unique hilly-lake complex with vast forests, an abundance of springs and truly unique lakes.",
            "content1": [
                "The path itself is well laid and well equipped. On the way, there are regular resting places with benches, tables, gazebos and dumpsters. Outside the gates, a forest immediately begins: at first, mixed spruce-deciduous with rather extensive glades, but then turning into an almost pure spruce forest.",
                "On the way there is a small river Stracha. In some places it is so turbulent, and the channel is dotted with rapids, boulders and small waterfalls. Gradually we climb a rather high ridge of ozovy and then we go along the ridge. On the sides we are surrounded by a forest, everywhere covered with a bed of moss."
            ],
            "content2": [
                "And on the other side of the bridge, a rather gloomy and deaf lake called Dead that is already visible, hidden from all sides by a forest. It got its name not by chance, since there are practically no fish and little aquatic vegetation in its waters, and the water has a slightly yellowish tint of swamp drains. All this gives this place a mystical atmosphere."
            ],
            "content3": [
                "We continue along the ridge and soon find ourselves on an open top of a hill with the characteristic name of Bald Mountain. To view the area, a special tower is equipped with a fairly spacious observation deck, from where a view of Lake Glublya and a small, heart-shaped Lake Glubelka is opened, in the middle of which there is a small long island overgrown with pine trees tilted in different directions."
            ]
        }
    },
    "bielakorac": {
        "title": "Bielakorac",
        "region": "Minsk",
        "type": "Forest",
        "distance": "1.4 km",
        "background": "/images/ecotrails/Bielakorac/IMG_20200426_162616.jpg",
        "photos": {
            "contents": [
                "/images/ecotrails/Bielakorac/Bielakorac0.jpg",
                "/images/ecotrails/Bielakorac/IMG_20200426_145034.jpg",
                "/images/ecotrails/Bielakorac/IMG_20200426_145613.jpg",
                "/images/ecotrails/Bielakorac/IMG_20200712_130610.jpg"
            ],
            "icons": [
                "/images/icons/Frame.svg",
                "/images/icons/Frame-5.svg",
                "/images/icons/Frame-2.svg"
            ],
            "main": [
                "/images/ecotrails/Bielakorac/IMG_20200426_145613.jpg",
                "/images/ecotrails/Bielakorac/IMG_20200426_145034.jpg",
                "/images/ecotrails/Bielakorac/IMG_20200712_130610.jpg"
            ]
        },
        "texts": {
            "general": "Nalibokskaya Pushcha is located about 90 kilometers from Minsk. What you can never say when resting there: a dense forest and a swamp, where there are rare plants and animals, the looping Isloch river and the well-warming lake Kroman, agro-estates on farms. I can’t believe that all this is so close to the capital.",
            "content1": [
                "The Bielakorac ecological trail was created within the framework of the Volozhin Without Borders project. Now people with special needs, people of the third age, parents with newborn children can have a rest and walk along Nalibokskaya Pushcha. For this, an even and wide enough surface of crushed granite chips was laid along the path. In addition, all information on the stands of the eco-trail is duplicated tactilely, using Braille. Today it is the first and only inclusive eco-trail."
            ],
            "content2": [
                "Nalibokskaya Pushcha is an impenetrable forest (80%), but there are also more accessible and sparse areas. In one of these, an ecological path with a length of 1.3 km was created. You will not be bored, because the trail starts and ends in one place, but the route on the way back does not repeat. Along the eco-trail there are gazebos and dry closets, benches, a camping site, and a parking lot at the entrance to the trail."
            ],
            "content3": [
                "Walking along the trail, you can enjoy the views of pine, spruce and mixed forests, admire one of the cleanest rivers in Belarus, and possibly dive into Isloch. It is difficult to convey the beauty of nature in words if you are not Prishvin or Paustovsky, so see more photos in our gallery and, of course, upon arrival - make your own to share with friends."
            ]
        }
    },
    "svyatyeKrynitsi": {
        "title": "Svyatye krynitsi",
        "region": "Minsk",
        "type": "Forest",
        "distance": "250 m",
        "background": "/images/ecotrails/SvyatyeKrinitsi/5d8db85a19e81-1-4.jpg",
        "photos": {
            "contents": [
                "/images/ecotrails/SvyatyeKrinitsi/SvyatyeKrinitsi0.jpg",
                "/images/ecotrails/SvyatyeKrinitsi/296A5048.jpg",
                "/images/ecotrails/SvyatyeKrinitsi/5d8db85a19e81-1-4.jpg",
                "/images/ecotrails/SvyatyeKrinitsi/296A3844.jpg"
            ],
            "icons": [
                "/images/icons/Frame.svg",
                "/images/icons/Frame-5.svg",
                "/images/icons/Frame-2.svg",
                "/images/icons/Frame-4.svg"
            ],
            "main": [
                "/images/ecotrails/SvyatyeKrinitsi/5d8db85a19e81-1-4.jpg",
                "/images/ecotrails/SvyatyeKrinitsi/296A3844.jpg",
                "/images/ecotrails/SvyatyeKrinitsi/296A5048.jpg"
            ]
        },
        "texts": {
            "general": "The wooden eco-trail Svyatye krynitsy was laid for a convenient approach to the springs and for observing nature - it is really magical there, as if it were a location from a fairy tale. The springs here are unique in that they flow from the very top of the mountain and have an interesting history of origin. There is a legend that there used to be a church on the site of the springs, which went deep underground.",
            "content1": [
                "The wooden ecotrail Svyatye Krynitsy deserves special attention of travelers. It is located just 48 km from Minsk in the Minsk region. The place was declared a hydrological natural monument of republican significance and now it belongs to the Krasnoselsky forestry, which keeps order on the trail. This eco-trail was laid for a convenient approach to the springs and for observing nature. The springs here are unique in that they flow from the very top of the mountain and have an interesting history of origin."
            ],
            "content2": [
                "There is a legend that earlier there was a church on the site of the springs, which went deep underground. They say that even in historical sources there is confirmation of this (we, however, did not find it). Since then, krinitsa appeared, which the locals decided to call \"saints\".",
                "The area around is humid, which is why trees periodically fall here. Since the ecological trail is protected, fallen trees (not on the flooring) are not removed, and this creates a special environment of untouched nature. "
            ],
            "content3": [
                "\"We highly recommend bringing a thermos with you and something to eat. You can also buy food in the nearest village markets when you go to the trail. To arrange the most comfortable picnic with tea, there are gazebos on the trail - two on the trail itself and a couple at the beginning and end of the trail. In general, this is too atmospheric a place to spend little time there.\""
            ]
        }
    },
    "olmanskieBogs": {
        "title": "Olmanskie bogs",
        "region": "Brest",
        "type": "Swamp",
        "distance": "1.5 km",
        "background": "/images/ecotrails/OlmanskieSwapms/dsc_0433-1536x1021.jpg",
        "photos": {
            "contents": [
                "/images/ecotrails/OlmanskieSwapms/OlmanskieSwamps0.jpg",
                "/images/ecotrails/OlmanskieSwapms/dsc_0433-1536x1021.jpg",
                "/images/ecotrails/OlmanskieSwapms/IMG_20191102_113352.jpg",
                "/images/ecotrails/OlmanskieSwapms/IMG_20200620_130352.jpg"
            ],
            "icons": [
                "/images/icons/Frame.svg",
                "/images/icons/Frame-1.svg",
                "/images/icons/Frame-2.svg",
                "/images/icons/Frame-3.svg"
            ],
            "main": [
                "/images/ecotrails/OlmanskieSwapms/dsc_0433-1536x1021.jpg",
                "/images/ecotrails/OlmanskieSwapms/IMG_20191102_113352.jpg",
                "/images/ecotrails/OlmanskieSwapms/IMG_20200620_130352.jpg"
            ]
        },
        "texts": {
            "name": "Olmanskie bogs",
            "general": "Olmanskie bogs are a complex of different types of bogs, both upland, lowland, and transitional. Due to the fact that access to the area of the local military training ground was closed, most of the nature remained untouched - they even wanted to make this territory a reserve, but so far the status has remained at the level of the reserve.",
            "content1": [
                "The best place for a tourist visit is the western part of the bogs (for example, the Bukcha village in the Lelchitsy district of the Gomel region), and for a guide, contact the Stolin forestry enterprise.",
                "There are no information stands in the swamp, so you will have to do the educational part yourself. Here you will see bog lakes without shores, \"dead\" lakes, where people used to be buried, you will meet unknown vegetation, if you are lucky, you will notice rare birds (this is where spotted eagles nest), a bat or a swamp turtle."
            ],
            "content2": [
                "In the reserve there is a trail along a wooden flooring 1.5 km with an observation tower and access to the lake. You can also go for a longer trip with tents, but do not forget about maps and navigators, otherwise there is a chance to accidentally enter Ukraine - the state border is very close, and the swamps themselves continue on the territory of another country."
            ],
            "content3": [
                "Olmanskie swamps are famous for cranberries - when you plan your route, put in a couple of extra hours to search for and eat berries. You can meet other pickers, and their huts, and the paths they have trodden - both locals and Ukrainians come for cranberries, who  provide themselves with money due to selling them."
            ]
        }
    },
    "alongTheForestReserveTrail" : {
        "title": "Along the forest reserve trail",
        "region": "Vitebsk",
        "type": "Swamp",
        "distance": "3 km",
        "background": "/images/ecotrails/AlongTheForestReserveTrail/AlongTheForestReserveTrail0.jpg",
        "photos": {
            "contents": [
                "/images/ecotrails/AlongTheForestReserveTrail/AlongTheForestReserveTrail0.jpg",
                "/images/ecotrails/AlongTheForestReserveTrail/DSC_2925.JPG",
                "/images/ecotrails/AlongTheForestReserveTrail/IMG_1040.jpg",
                "/images/ecotrails/AlongTheForestReserveTrail/c9e5e68b038c9b074a4c106225edc166.jpg"
            ],
            "icons": [
                "/images/icons/Frame.svg",
                "/images/icons/Frame-1.svg",
                "/images/icons/Frame-2.svg",
                "/images/icons/Frame-3.svg"
            ],
            "main": [
                "/images/ecotrails/AlongTheForestReserveTrail/DSC_2925.JPG",
                "/images/ecotrails/AlongTheForestReserveTrail/atfrt.jpg",
                "/images/ecotrails/AlongTheForestReserveTrail/c9e5e68b038c9b074a4c106225edc166.jpg"
            ]
        },
        "texts": {
            "name": "Along the forest reserve trail",
            "general": "\"Along the forest reserve trail\" is a semi-circular walking ecological trail 2.5 km long. If possible, single visitors are united into groups, and accompanied by a guide, they walk the entire route, getting acquainted with nature.",
            "content1": [
                "The eco-trail provides an excellent opportunity to get acquainted with the flora and fauna of the protected area, hear the singing of birds, admire the panorama of the vast sphagnum bog from the tower and get acquainted with its vegetation, see traces of animal life, and possibly see the inhabitants of the protected forests. Length - 3 km, duration - 3 hours.",
                "In just a couple of hours, a gloomy spruce forest and a damp aspen forest will reveal their secrets in front of you, replacing each other, a pine forest at the edge of a swamp and a light birch forest with thickets of hazel will delight you with an abundance of light."
            ],
            "content2": [
                "A 15-meter observation tower opens up a majestic panorama of a raised bog shrouded in fog, where a carpet of sphagnum moss, fruit-bearing cotton grass, insectivorous sundew and cranberries revive the swamp at different times of the year."
            ],
            "content3": [
                "The route is equipped with interesting information stands within the framework of the implementation in the Berezinsky Biosphere Reserve of a joint project of the European Union and the United Nations Development Program \"Raising the environmental awareness of youth through the establishment and development of Green Schools in Belarus.\""
            ]
        }
    }
}
